<template>
  <div class="bg-ffffff h-full">
    <popup v-model="showagree" :hide-on-deactivated="true" height="100%">
      <x-header :left-options="{backText: '',preventGoBack:true}" @on-click-back="showagree=false">中国社会扶贫网个人求助服务协议
      </x-header>
      <div class="box-withheader over-auto bg-ffffff">
        <div class="protol-wrap">
          <main>
            <p>
              中国社会扶贫网“爱心帮扶”平台（以下可简称“平台”）是社会扶贫网科技有限公司运营的向用户提供个人求助信息发布服务的互联网平台，仅为国家建档立卡贫困户、全国各地各级扶贫办工作人员、驻村第一书记与赠与人提供技术服务的网络渠道。
            </p>
            <p>
              您在使用爱心帮扶平台发起、参与或支持个人求助项目前，请您务必仔细阅读《中国社会扶贫网个人求助服务协议》（以下可简称“本协议”）中的全部条款。如果您继续使用平台的服务，便视为您接受了本协议的全部条款，如果您不同意本协议的全部条款，请立刻停止访问、使用平台提供的服务。
            </p>
            <p style="color: red">
              通过爱心帮扶平台发布的信息为个人求助信息，非慈善公开募捐项目信息，禁止通过爱心帮扶平台为任何慈善组织或慈善募捐项目发布募捐信息。
            </p>
            <p>
              发起人、求助人及审核人应对其提交资料的真实性、完整性、及时性负责，不得虚构事实或者隐瞒真相。
            </p>
            <p>
              平台不向发起人及求助人收取任何费用，不对最终筹款额做任何承诺。
            </p>
            <div>一、协议的范围</div>
            <p>本协议是您与中国社会扶贫网爱心帮扶平台之间，就您使用平台发起、参与或支持个人求助项目所订立的协议。</p>
            <div>二、平台服务</div>
            <p>中国社会扶贫网爱心帮扶平台为经国务院扶贫办建档立卡数据库验证通过的贫困户提供个人求助信息发布等技术服务，向用户提供支付通道、投诉受理等与个人求助相关的服务。</p>
            <div>三、信息发布资格</div>
            <p>求助人为经国务院扶贫办建档立卡数据库验证通过的贫困户（以下可简称“建档立卡贫困户”）。</p>
            <p>建档立卡贫困户可作为发起人通过爱心帮扶平台发布本人及以户籍为单位的家属个人求助信息。</p>
            <p>建档立卡贫困户可授权所在村第一书记作为本人个人求助信息的发起人，代为发布个人求助信息。村第一书记代求助人发布个人求助信息应该按照求助人意愿发起，否则平台有权终止提供平台服务及各项功能。</p>
            <p>求助人作为发起人，通过平台发布个人求助信息后，求助人所在村第一书记及上级部门将作为审核人核实其信息的真实性。</p>
            <div>四、求助信息内容</div>
            <p>发起人通过爱心帮扶平台发布的个人求助信息（以下可称为“爱心需求”）内容必须完整、准确、真实、合法，无虚构或隐瞒情形。</p>
            <p>发起人应按平台规定，提交求助人身份信息进行系统验证，经系统验证求助人身份通过后，方可进行求助信息内容发布；发布的求助信息，需要按照系统设定的审核权限，由求助人所在地区的村第一书记及上级部门作为审核人进行审核；审核通过后，平台生成爱心需求链接，在爱心帮扶平台呈现并允许接受用户帮扶。</p>
            <p>发起人应及时、真实、准确地发布求助人的求助信息：包括但不限于家庭经济状况；疾病情况；住房情况；预期款项用途；预期帮扶物品用途等情况。对于以上信息，求助人可提供相关证明材料，也可邀请第三方协助佐证。</p>
            <p>以下类别的文字、图片及视频等内容，不得在平台发布：</p>
            <li>违反国家法律法规，危害国家安全，损害国家荣誉和利益，破坏国家统一的</li>
            <li>毒品、类似毒品的物质、吸毒用具、烟等相关</li>
            <li>枪支、武器和刀具相关</li>
            <li>多级直销和传销类相关</li>
            <li>侵害他人隐私、粗俗等令人反感的内容(仇恨言论、不适当内容等)</li>
            <li>色情内容相关</li>
            <li>涉及种族、党派、民族仇恨、宗教信仰、宣扬邪教和封建迷信等相关的</li>
            <li>推广或美化暴力行为的</li>
            <li>对奖、彩票和抽奖活动相关</li>
            <li>侵犯他人合法权益的</li>
            <li>其他根据法律法规、政策或平台规则被认定为不合法或不合理的</li>
            <p>平台认定发起人提供的材料不符合要求的，有权要求发起人补充相关材料。平台有权暂缓发布或下架个人求助项目。</p>
            <div>五、信息发布责任</div>
            <p>发起人应依照平台的发布要求和规则，如实发布求助信息，并向社会公开接受社会监督。</p>
            <p>审核人应依据当地政府及其他单位、社会人士等给予求助人的帮扶资源外，结合求助人的实际情况如实审核求助人的求助信息。针对不符合实际情况虚假发布的求助信息要予以纠正、指导及修改。任何审核通过的求助信息，审核人同样要接受社会监督。</p>
            <p>发起人、审核人通过中国社会扶贫网“爱心帮扶”平台发布的求助信息具有排他性，发起人、审核人必须保证申请或发布个人求助项目期间，不得在中国大陆其他类似的产品服务或筹资渠道申请或发布，无论项目是否筹资成功，一经发现，平台将立即下线处理，同时求助人无权取得上线期间所筹得的款项。</p>
            <p>发起人、审核人应保证其发布的内容、图片、资料不侵犯任何人的肖像权、隐私权、著作权、商标权、专利权及其他合法权利。如因发起人、审核人在发起过程中或其发布的内容需向其他人支付许可费用或直接、间接的产生了相关费用，全部由该发起人、审核人承担。若发起人、审核人违反前述约定的，由发起人与审核人承担全部连带法律责任。</p>
            <p>若平台发现求助信息有任何虚假、伪造和隐瞒行为，有权独立判断并采取终止筹款等措施，情节严重者，将追究其相应的法律责任。处于帮扶中的，将取消其被帮扶资格；已将所帮扶物资给求助人的，平台有权要求审核人、发起人、求助人全额退还帮扶物资；</p>
            <p style="color: red;">平台有权随时独立判断或依据国家宏观政策以及法律法规、相关监管规定的调整，视情采取警示、删除修改相关内容、限制功能、暂停服务等处置措施，对发布信息进行调整、下线，保存记录并向有关主管部门报告，而无需事先通知。</p>
            <p>涉嫌犯罪的，平台有权移送公安机关立案，追究相关人员刑事责任。</p>
            <div>六、信息发布终止：</div>
            <p>自个人求助信息审核通过发布之日起至个人求助信息下线之日成为帮扶期，如无特殊原因，默认物品求助信息帮扶期为60天，资金求助信息帮扶期为90天。如达到帮扶目标或帮扶期满，则该个人求助项目自动终止。在帮扶期内，发起人可提前终止项目。如求助人由于疾病或其他原因死亡，发起人应即时通知平台并终止该个人求助项目。已筹帮扶款项将退还赠与人或在赠与人无异议的前提下，用于其他合理用途。</p>
            <div>七、帮扶物资交付</div>
            <p>物品类求助信息的帮扶由赠与人通过邮寄、自主送达等方式直接赠与求助人，平台仅作为信息发布平台，不参与具体的帮扶行为。</p>
            <p>医疗、教育、住房等资金类求助信息的帮扶，发起人、求助人及赠与人同意授权平台代为接收和管理赠与人赠与求助人的款项。爱心帮扶个人求助项目不收取服务费，不排除因使用第三方支付产生的成本，由用户自行承担（于赠与人在线支付或求助人提现时系统进行扣除），具体收费标准届时以第三方支付机构的规则为准。</p>
            <p>医疗、教育、住房等资金类求助信息，平台将对<span style="color: red;">发起人提交的提现申请进行审核，通过审核后将实际筹集的款项支付至求助人或求助人指定的银行账户。</span></p>
            <p><span style="color: red;">平台有权随时根据独立判断</span>，视案例风险情况，将所筹款项进行延迟打款、分批打款等相关操作。</p>
            <p style="color: red;">发起人应按照平台要求尽快提交打款所需的相关信息及证明材料，若因发起人未能提交有效材料造成打款延期、失败等后果，由发起人自行承担。</p>
            <p>发起人及审核人有责任和义务监督所筹款项的用途符合求助人的求助信息所述。若求助人获得资助款后存在任何弃用、挪用、盗用、骗用等行为，平台有权要求发起人、求助人返还全部已付款项。返还的款项将退还赠与人或在赠与人无异议的前提下，用于其他合理用途。</p>
            <p>自个人求助信息发布之日起至所筹帮扶物资使用完毕之日止，平台有权要求发起人定期提交求助人针对所筹帮扶物资的使用情况说明并提供相应的证明材料。若发起人未能提供平台要求的材料，平台有权要求发起人、求助人返还全部所筹物资；若发现发起人、求助人未按约定使用款项，平台有权要求发起人、求助人返还全部所筹物资，同时发起人、求助人及审核人需承担由此引发的一切不良社会影响及后果。</p>
            <div>八、其他：</div>
            <p>平台有权在必要时修改个人求助项目发起和帮扶的规则和服务。本协议条款变更后，如果您继续使用本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本服务。本协议内容与平台个人求助服务的其他声明、须知、提示等构成统一整体，同时包括平台可能不断发布的关于本服务的相关协议、业务规则等内容共同构成平台个人求助服务的整体协议。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</p>
            <p>其他未尽事宜由平台负责解释，本协议的最终解释权由本平台负责。</p>
          </main>
        </div>
      </div>
    </popup>
  </div>
</template>

<script>
  import {XHeader, Popup} from 'vux'

  export default {
    components: {XHeader, Popup},
    data() {
      return {
        showagree: false
      }
    },
    methods: {
      showpop() {
        this.showagree = true
      },
    }
  }
</script>

<style scoped>
main{
  padding: 23px;
}
p{
  text-indent: 2em
}
li{
  font-size: 12px;
}
li{
  text-indent: 2em
}
</style>
