<template>
  <div class="bg-ffffff h-full">
    <popup v-model="showagree" :hide-on-deactivated="true" height="100%">
      <x-header :left-options="{backText: '',preventGoBack:true}" @on-click-back="showagree=false">中国社会扶贫网用户隐私政策
      </x-header>
      <div class="box-withheader over-auto bg-ffffff">
        <div class="protol-wrap">
          <h1>中国社会扶贫网用户隐私政策</h1>
          <main>
            <div class="">
              <p>本政策仅适用于社会扶贫网科技有限公司（以下可简称“本网站”）的产品或服务，包括爱心帮扶，扶贫电商，扶贫公募，扶贫评价， 扶贫展示以及本网站评选的排名榜单活动等内容。本政策将帮助您了解以下内容：</p>
              <p style="padding-bottom: 0">一、用户信息的使用与保护</p><p style="padding-bottom: 0">二、本网站的免责条款</p><p style="padding-bottom: 0">三、您的个人信息如何在全球范围转移</p><p style="padding-bottom: 0">四、本政策如何更新</p><p>五、如何联系我们</p>
              <p>本网站深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，本网站承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。请在使用我们的产品（或服务）前，仔细阅读并了解本《隐私政策》。</p>
              <h6>一、用户信息的使用与保护</h6>
              <p>1.本网站非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，您在使用本网站提供的服务时，您同意本网站在业务运营中收集和储存您的用户信息，包括但不限于您自行提供的资料和信息。本网站也可能采取其他方式或自其他来源收集您的额外资料，以更好地了解本网站用户，但本网站仅收集本网站认为就此目的及达成该目的所必须的关于您的个人资料。本网站收集和储存您的用户信息的主要目的在于提高为您提供服务的效率和质量。</p>
              <p>2.您同意本网站在业务运营中使用您的用户信息，同时，您同意本网站在某些网页上使用诸如“Cookies”的资料收集装置。“Cookies”是设置在您的硬盘上的小型文件档案，以协助本网站为您提供量身订造的服务。本网站亦提供某些只能通过使用“Cookies”才可得到的功能。</p>
              <p>3.本网站将采用行业标准惯例以保护您的用户信息，包括建立相应的信息保护制度和机制、设备等，但您应了解，上述保护措施可能受限于技术限制而不能确保您的信息不会通过本协议中未列明的途径泄露出去，本网站不承担因此而导致的任何损失或责任。</p>
              <p>4.您同意本网站有权根据有关法律和监管要求、本网站风险控制要求以及相关协议要求向司法机关等政府部门、社会组织或团体、其他第三方服务或合作机构提供您的个人资料。在您未能按照与本网站签订的服务协议，或者未按照相关协议的约定履行自己应尽的义务时，本网站有权根据自己的判断或者与该笔交易有关的其他用户的请求披露您的个人资料。</p>
              <p>5.紧急情况发生时，本网站有权基于单方独立判断，不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分服务（包括收费服务），或为您的利益采取相应的紧急措施，且无需对您或任何第三方承担任何责任。前述情形包括但不限于：<br>(1)本网站发现异常交易时；<br>(2)本网站认为发生洗钱、套现、传销、被冒用或其他有风险之情形；<br>(3)本网站认为相关用户已违反法律法规、本协议的规则及精神；<br>(4)您未按规定向本网站及/或债权人支付相应的款项。</p>
              <h6>二、本网站的免责条款</h6>
              <p>1.您同意，本网站及其股东、实际控制人、董事、代理人、关联方、子公司和雇员（以下称“本网站方”）均不以任何明示或默示的方式对您使用本网站服务而产生的任何形式的直接或间接损失承担法律责任。</p>
              <p>2.您不应向其他任何人泄露您在注册时向本网站提交的【用户名、密码、安全问题及答案、银行账号、个人邮箱、电话号码】，上述信息是您在本网站的身份识别信息。您应妥善保管您的用户名、密码等与账号有关的一切信息，使用您的用户名和密码登陆本网站后在本网站的一切行为以及以您在本网站注册时提交的个人电子邮箱发送邮件的行为均代表您本人并由您承担相应的法律后果。如因非本网站原因造成您的账号密码或相关信息泄露的，您应及时通知本网站，以减少可能发生的损失，因上述原因导致的损失需由您自行承担。</p>
              <p>3.如您发现有他人冒用或盗用您的账号及密码或进行任何其他未经合法授权行为之情形时，应立即以书面方式通知本网站并要求本网站暂停服务。本网站将积极响应您的要求；但您理解，对您的要求采取行动需要合理期限，在此之前，本网站对已执行的指令及(或)所导致的您的损失不承担任何责任。</p>
              <p>4.本网站用户如在本网站通过网络相识、交往中所发生或可能发生的任何心理、生理上的伤害和经济上的纠纷与损失，本网站均不承担任何责任。本网站用户发表的文章、信息、内容违反法律规定，或侵犯他人合法权益的，由内容提供方承担法律责任，本网站均不承担任何责任。</p>
              <p>5.本网站内容可能涉及或链接到由第三方所有、控制或者运营的其他网站（“第三方网站”）。本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。您应按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与本网站无关。</p>
              <p>6.如果由于本网站及相关第三方的设备、系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、停止供应主要服务、电力中断、经济形势严重恶化、政府管制或其它类似事件，致使本网站未能履行本协议或履行本协议不符合规定，不构成本网站的违约。本网站均不负责赔偿，您的补救措施只能是与本网站协商终止本协议并停止使用本网站。</p>
              <p>7.如果本网站发现了因系统故障或其他任何原因导致的处理错误，本网站有权纠正该错误。如果该错误导致您实际收到的款项多于应获得的金额，本网站保留纠正不当执行交易的权利，您应根据本网站的要求返还多收的款项或进行其他操作。您理解并同意，您因前述处理错误而多付或少付的款项均不计利息，本网站不承担因前述处理错误而导致的任何损失或责任（包括您可能因前述错误导致的利息、汇率等损失）。</p>
              <h6>三、您的个人信息如何在全球范围转移</h6>
              <p>原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。由于我们通过遍布全球的资源和服务器提供产品或服务，这意味着，在获得您的授权同意后，您的个人信息可能会被转移到您使用产品或服务所在国家/地区的境外管辖区，或者受到来自这些管辖区的访问。此类管辖区可能设有不同的数据保护法，甚至未设立相关法律。在此类情况下，我们会确保您的个人信息得到在中华人民共和国境内足够同等的保护。例如，我们会请求您对跨境转移个人信息的同意，或者在跨境数据转移之前实施数据去标识化等安全举措。</p>
              <h6>四、本政策如何更新</h6>
              <p>我们的隐私政策可能变更。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本政策所做的任何变更。对于重大变更，我们还会提供更为显著的通知（包括对于某些服务， 我们会通过电子消息发送通知，说明隐私政策的具体变更内容）。本政策所指的重大变更包括但不限于：<br>1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；<br>2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；<br>3、个人信息共享、转让或公开披露的主要对象发生变化；<br>4、您参与个人信息处理方面的权利及其行使方式发生重大变化；<br>5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；<br>6、个人信息安全影响评估报告表明存在高风险时。</p>
              <h6>五、如何联系我们</h6>
              <p>如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系：<br>1、电子邮件：kefu@zgshfp.com.cn<br>2、客服电话：400-600-1017<br>3、客服QQ：1377726573</p>
            </div>
      </main>
  </div>
  </div>
  </popup>
  </div>
</template>

<script>
  import {XHeader, Popup} from 'vux'

  export default {
    components: {XHeader, Popup},
    data() {
      return {
        showagree: false
      }
    },
    methods: {
      showpop() {
        this.showagree = true
      },
    }
  }
</script>

<style scoped>
  .protol-wrap {
    padding: 20px;
    text-align: justify
  }

  .protol-wrap h1 {
    font-size: 1.7em;
    margin-bottom: 15px;
    color: #f37306;
    text-align: center
  }

  .protol-wrap main div {
    text-indent: 2em;
    margin-bottom: 10px;
    font-size: 14px
  }

  .protol-wrap main div p {
    text-indent: 2em;
    padding-bottom: 10px;
  }

  .protol-wrap main div b {
    font-weight: bold
  }

  .protol-wrap main div u {
    text-decoration: underline
  }

  .protol-wrap main ul {
    padding: 0 0 0 2rem;
    text-indent: 0em;
  }

  .protol-wrap main ul li {
    display: list-item;
    list-style: disc
  }

  .protol-wrap h6 {
    margin: 15px 0 5px 0;
    color: #f37306;
    font-size: 1.2em;
  }
</style>
