<template>
  <div class="bg-ffffff h-full">
    <popup v-model="showagree" :hide-on-deactivated="true" height="100%">
      <x-header :left-options="{backText: '',preventGoBack:true}" @on-click-back="showagree=false">中国社会扶贫网需求发起条款
      </x-header>
      <div class="box-withheader over-auto bg-ffffff">
        <div class="protol-wrap">
          <h1>需求发起条款</h1>
          <main>
            <div>本条款由拟/已在中国社会扶贫网（下称“本网站”。以下所称“本网站”包含中国社会扶贫网及中国社会扶贫网网站运营主体北京帮一把网络科技有限公司，除非依据上下文应理解为中国社会扶贫网网站本身）发布爱心需求的发起人（下称“发起人”）确认并签署。<p/>本条以电子文本形式签署。发起人应在签署本条款前认真阅读本条款的全部内容。发起人勾选本条款或使用本条款项下服务的，表示发起人已阅读并理解本条款所有内容，同意受本条款约束。发起人违反本条款任一约定的，需承担相应责任。</div>
            <h6>爱心需求发起人资格</h6>
            <div>中国社会扶贫网注册用户，且为经中华人民共和国国家建档立卡数据库验证通过的贫困户。</div>
            <h6>爱心需求发布</h6>
            <div>1. 爱心需求通过扶贫网提交后，须经过贫困户所在贫困村的第一书记审核后才能发布。<p>2. 贫困村当地第一书记可以代替本村贫困户发布需求，发布之前需要告知贫困户并取得贫困户认可，且贫困村当地第一书记需为本网站注册用户。严禁在不告知贫困户的情况下，私自发布爱心需求，严禁私自利用贫困户身份发布虚假爱心需求骗取爱心人士的捐赠行为，一经发现将立即下线处理。<p/><p>3. 爱心需求在本网站上线期间，不能在中国大陆其他类似的产品或爱心需求平台同时发布。无论爱心需求是否对接成功，一经发现将立即下线处理，其爱心需求上线期间所获赠的资金将被立即原路退回给爱心人士的账户中。<p/><p>4. 关于爱心需求：发起人应根据实际情况发布真实求助需求。如有必要，本网站会要求发起人提交相关证明材料；本网站对提交的爱心需求是否可上线拥有决定权。如发现被证实存在虚假信息，此爱心需求将立即被下线，同时依法对发起人进行追责。<p/><p>5. 爱心需求发起人应保证其发布的内容、图片、资料不侵犯任何人的肖像权、隐私权、著作权、商标权、专利权及其他合法权利。如因用户在爱心需求发起过程中或其发布的内容需向其他人支付许可费用或直接、间接的产生了相关费用，全部由该爱心需求发起人承担。<p/><p>6. 发起人应妥善保管本网站的用户名和密码，凡使用发起人的用户名和密码登陆本网站进行的一切操作，均视为发起人的行为，行为后果由发起人自行承担。<p/><p>7. 因国家宏观政策以及法律法规、相关监管规定的调整，平台有权随时对发布爱心需求进行调整、下线，且不承担任何责任。</p></div>
            <h6>爱心需求内容规范（不符合以下内容规范的爱心需求将被退回）</h6>
            <div>1. 爱心需求内容必须完整、合理、具有可行性；图片、视频不能借用或盗用非本人/公司拍摄的内容。<p>2. 爱心需求应根据本网站所规定的需求类型进行发布，同时要详细描述需求原因。<p/><p>3. 以下类别的爱心需求和内容将不被允许在此发布：</p><ul><li>违反国家法律法规，危害国家安全，损害国家荣誉和利益，破坏国家统一的</li>
              <li>毒品、类似毒品的物质、吸毒用具、烟等相关</li>
              <li>枪支、武器和刀具相关</li>
              <li>多级直销和传销类相关</li>
              <li>侵害他人隐私、粗俗等令人反感的内容(仇恨言论、不适当内容等)</li>
              <li>色情内容相关</li>
              <li>涉及种族、党派、民族仇恨、宗教信仰、宣扬邪教和封建迷信等相关的</li>
              <li>推广或美化暴力行为的</li>
              <li>对奖、彩票和抽奖活动相关</li>
              <li>侵犯他人合法权益的</li>
              <li>其他根据法律法规、政策或平台规则被认定为不合理的</li></ul></div>
            <h6>爱心需求对接规则</h6>
            <div>1. 涉及物品需求的对接，由提供捐赠的爱心人士负责邮寄捐赠物品。对于爱心人士实际提供、邮寄物品和贫困户的接收情况，本网站不承担任何责任。<p>2. 涉及资金需求的对接，发起人全权授权中国扶贫志愿服务促进会代为收取款项并按照本网站规则支付给发起人。发起人应按照本网站规定填写详细真实的银行收款账户信息，收款人银行账户姓名需与爱心需求发起人姓名（在贫困村当地第一书记依照本条款上述约定代为发布爱心需求的情况下，应为实际受益人姓名）保持一致。如因不按要求填写银行收款账户，可能无法按期收到捐赠款，本网站不承担任何责任。<p/><p>3. 发起人需要在收到捐赠物（款）后，确认收到并给出需求反馈。</p></div>
            <h6>承诺和保证</h6>
            <div>1. 作为网站注册用户，发起人同意始终遵守中国社会扶贫网发布的各项规则，同意受中国社会扶贫网相关规则的约束。发起人确认在本合同项下赋予本网站的权利、及/或对本网站作出的授权，对发起人具有不可撤销的约束力，本网站可根据本条款对其他方或第三方主张行使该等权利/授权，而无需发起人另行签署相应授权书等书面文件。<p>2. 发起人承诺：其发起的爱心需求真实、准确、有效，且不存在未经他人授权冒用他人名义进行求助的行为，其为发起爱心需求之目的提交的全部资料真实、准确、完整；发起人收到的全部捐赠物（资金）将直接用于其所提交的相应爱心需求项目，不会挪作他用。否则，发起人应承担全部法律责任和后果。</p></div>
            <h6>免责声明</h6>
            <div>（一）知识产权归属<p>1. 本网站的注册域名、商标标识及专有名称等的所有权及知识产权归北京帮一把网络科技有限公司所有，本网站所包含内容（包括但不限于文字、图片、图案、网页、视像及声音内容、数据库、程序、LOGO标识、版面设计、专栏目录与名称、内容分类）的所有权及知识产权归北京帮一把网络科技有限公司及相关权利人所有，受到相关法律法规的保护。</p><p>2. 任何单位或个人使用本网站的商品与服务时，应遵守相关法律法规的规定，不得侵犯权利人的任何权益，否则应自行承担全部法律责任。<p/>
              <div>（二）知识产权保护协助<p>1. 本网站仅为互联网信息服务提供者，相关商品及服务所涉标识、文字、图片、声音和视频等的所有权及知识产权归相关权利人所有。如发起人认为前述标识、文字、图片、声音和视频等侵犯了发起人的合法权益，应及时书面通知本网站，并应附带提供相应的证明材料，本网站对于确实存在侵权行为的情况将依法采取删除、屏蔽、断开链接等必要措施以保护发起人的合法权益。<p/><p>2. 如发起人未能提供有效身份证明、知识产权权属证明以及涉及侵权事实的证明材料等，从而导致本网站无法对相关侵权行为进行判断及采取相关措施的，由发起人自行承担相关不利后果，本网站不承担任何责任。<p/><p>3. 如发起人因故意或过失所提供的身份证明、知识产权权属证明以及涉及侵权事实的证明材料等存在错误或其他问题，从而导致本网站对相关侵权行为的判断错误，以及后续所采取的删除、屏蔽、断开链接等措施侵害了合法权利人的权益的，由发起人自行承担全部法律责任，并承担由此给本网站造成的损失。<p/></div><div>（三）本网站不参与捐赠人与受赠人之间的捐赠事项<p/>本网站仅为信息发布中介平台，不介入捐赠人与受赠人之间的捐赠关系，不参与捐赠人与受赠人之间的捐赠事项，捐赠人与受赠人之间的争议或纠纷（如有），与本网站无关。</div></div>
          </main>
        </div>
      </div>
    </popup>
  </div>
</template>

<script>
  import {XHeader, Popup} from 'vux'

  export default {
    components: {XHeader, Popup},
    data() {
      return {
        showagree: false
      }
    },
    methods: {
      showpop() {
        this.showagree = true
      },
    }
  }
</script>

<style scoped>
  .protol-wrap{padding: 20px;text-align: justify}
  .protol-wrap h1{
    font-size:1.7em;
    margin-bottom: 15px;
    color:#f37306;
    text-align:center
  }

  .protol-wrap main div{text-indent: 2em;margin-bottom:10px;font-size:14px}
  .protol-wrap main div p{text-indent: 2em}
  .protol-wrap main div b{font-weight:bold}
  .protol-wrap main div u{text-decoration:underline}

  .protol-wrap main ul{    padding: 0 0 0 2rem;
    text-indent: 0em;}
  .protol-wrap main ul li{ display: list-item;list-style:disc}

  .protol-wrap h6 {
    margin: 15px 0 5px 0;
    color:#f37306;
    font-size:1.2em;
  }
</style>
